{"translation-revision-date":"2021-11-02 15:54:08+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Enable instant search experience <span>(recommended)<\/span>":["Aktifkan pengalaman pencarian instan <span>(direkomendasikan)<\/span>"],"Purchase Jetpack Instant Search now":["Beli Jetpcak Instant Search sekarang "],"Jetpack Logo":["Logo Jetpack"],"Jetpack logo":["Logo Jetpack"],"Help your visitors find exactly what they're looking for, fast":["Bantu pengunjung situs Anda menemukan apa yang dicari dengan cepat"],"Edit sidebar widgets":["Edit widget bilah sisi"],"Customize search results":["Sesuaikan hasil pencarian"],"Jetpack Search is an incredibly powerful and customizable replacement for the search capability built into WordPress that helps your visitors find the right content.":["Jetpack Search adalah pengganti yang sangat andal dan dapat disesuaikan dalam hal kemampuan pencarian di WordPress yang membantu pengunjung Anda menemukan konten yang tepat."],"Upgrade to Jetpack Instant Search now":["Upgrade ke Jetpcak Instant Search sekarang"],"Offer instant search results to your visitors as soon as they start typing. ":["Berikan hasil pencarian instan untuk pengunjung Anda saat mereka mengetik. "],"Jetpack encountered an error and was unable to display the Dashboard. Please try refreshing the page.":["Jetpack mengalami error dan tidak dapat menampilkan Dasbor. Coba segarkan halaman ini."],"Filter options":["Opsi penyaringan"],"There seems to be a problem with your website.":["Sepertinya ada masalah dengan situs web Anda."],"Error updating settings. %s":["Error saat memperbarui pengaturan. %s"],"There seems to be a problem with your connection to WordPress.com. If the problem persists, try reconnecting.":["Tampaknya ada masalah dengan koneksi Anda ke WordPress.com. Apabila masalah masih berlanjut, cobalah menghubungkan kembali."],"Oldest":["Paling lama"],"Instant search will allow your visitors to get search results as soon as they start typing. If deactivated, Jetpack Search will still optimize your search results but visitors will have to submit a search query before seeing any results.":["Pencarian instan akan memungkinkan pengunjung Anda segera mendapatkan hasil pencarian saat mereka mengetik. Jika dinonaktifkan, Jetpack Search akan tetap mengoptimalkan hasil pencarian, tetapi pengunjung harus mengirimkan kueri pencarian sebelum melihat hasil apa pun."],"Enable instant search experience (recommended)":["Aktifkan pengalaman pencarian instan (direkomendasikan)"],"Privacy information":["Informasi privasi"],"This feature is being managed by a site administrator. <link>Learn more<\/link>.":["Fitur ini dikelola oleh administrator situs. <link>Pelajari selengkapnya<\/link>."],"This feature has been disabled by a site administrator. <link>Learn more<\/link>.":["Fitur ini telah dinonaktifkan oleh administrator situs. <link>Pelajari selengkapnya<\/link>."],"This feature has been enabled by a site administrator. <link>Learn more<\/link>.":["Fitur ini telah diaktifkan oleh administrator situs. <link>Pelajari selengkapnya<\/link>."],"Relevance":["Relevansi"],"Jetpack Search":["Jetpack Search"],"An Automattic Airline":["Persembahan dari Automattic"],"Updating settings…":["Memperbarui pengaturan…"],"Updated settings.":["Pengaturan diperbarui."],"Updating Post by Email address…":["Memperbarui Pos menurut Alamat email…"],"Regenerated Post by Email address.":["Membuat Ulang Pos dengan Alamat email."],"Error regenerating Post by Email address. %s":["Error saat membuat ulang Pos dengan Alamat email. %s"],"Updated settings. Refreshing page…":["Pengaturan diperbarui. Menyegarkan halaman…"],"Enable Jetpack Search":["Aktifkan Jetpack Search"],"Learn more":["Pelajari Lebih Lanjut"],"Newest":["Terbaru"],"Jetpack":["Jetpack"]}},"comment":{"reference":"_inc\/build\/search-dashboard.js"}}