{"translation-revision-date":"2021-11-01 11:05:11+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"%s (optional)":["%s (opsional)"],"There was an error registering the payment method with id '%s': ":["Ada kesalahan pendaftaran metode pembayaran dengan id '%s':"],"The checkout has encountered an unexpected error. <button>Try reloading the page<\/button>. If the error persists, please get in touch with us so we can assist.":["Pemeriksaan mengalami error tak terduga. <button>Coba muat kembali halaman<\/button>. Apabila error berlanjut, silakan hubungi kami agar kami dapat membantu."],"Browse store":["Jelajahi toko"],"Checkout is not available whilst your cart is empty—please take a look through our store and come back when you're ready to place an order.":["Pemeriksaan tidak dapat dilakukan apabila keranjang Anda kosong, silakan melihat-lihat toko kami dan kembali saat Anda siap memesan."],"Your cart is empty!":["Keranjang Anda kosong!"],"Something went wrong…":["Terjadi masalah…"],"There was a problem checking out. Please try again. If the problem persists, please get in touch with us so we can assist.":["Ada masalah dengan pemeriksaan. Harap coba lagi. Apabila masalah berlanjut, silakan hubungi kami agar kami dapat membantu."],"Edit your cart":["Edit keranjang Anda"],"Please edit your cart and try again.":["Silakan edit keranjang Anda dan coba lagi."],"There is a problem with your cart":["Ada masalah dengan keranjang Anda."],"Checkout error":["Pemeriksaan error"],"There was a problem with your shipping option.":["Ada masalah dengan pilihan pengiriman Anda."],"There was a problem with your payment option.":["Ada masalah dengan pilihan pembayaran Anda."],"Something went wrong. Please contact us to get assistance.":["Terjadi masalah. Hubungi kami untuk mendapatkan bantuan."],"Unable to get cart data from the API.":["Gagal mendapatkan data keranjang dari API."],"Dismiss this notice":["Tutup pemberitahuan ini"],"There was an error loading the content.":["Terjadi error saat memuat konten ini."],"Oops!":["Ups!"],"Retry":["Coba lagi"],"Error:":["Kesalahan:"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/checkout-i2-frontend.js"}}